import { Box } from "@mui/material";
import React from "react";
import Header from "../header/Header";
import styles from "./Psychology.module.css";

const Psychology = () => {
  return (
    <>
      <Header />
      <Box
        sx={{
          display: "flex",
          alignItems: "center",
          justifyContent: "center",
        }}
      >
        <Box
          sx={{
            maxWidth: 1440,
          }}
        >
          <h1>Психология похудения</h1>
          <ol className={styles.list}>
            <li>
              <p>НАСТРОЙТЕСЬ НА УПОРНУЮ РАБОТУ</p>С самого начала важно понять,
              что быстрых результа­тов не бывает. Главная ошибка тех, кто хочет
              похудеть - желание сделать это очень быстро. Все методики быстрого
              похудения, как правило, неэффективны, а некоторые даже опасны для
              здоровья. Вторая важная ошибка - убеждение, что кто-то (врач,
              тренер, диетолог, экстрасенс) сделает это вместо Вас. Похудение -
              это серьёзная и преимущес­твенно самостоятельная работа. Возьмите
              на себя от­ветственность за эту работу.
            </li>
            <li>
              <p>НЕ НАДО НАЧИНАТЬ С ПОНЕДЕЛЬНИКА</p>
              Многие люди говорят себе примерно следующее: "Так, во вторник я
              занимался гимнастикой, а в среду, чет­верг, пятницу - нет. Значит,
              нет смысла делать это в субботу, начну с понедельника." Это в
              корне неверная позиция. Если Вы нарушили свой режим, дие­ту или
              систему упражнений - ничего страшного. Это не повод всё бросить.
              Лучше сделать что-то наполовину, чем не сделать совсем.
            </li>
            <li>
              <p>ИЩИТЕ НЕПРИЯТНЫЕ ЭМОЦИИ, СВЯЗАННЫЕ С ПЕРЕЕДАНИЕМ</p>
              Важно понять, что лишний вес очень тесно связан с психологическими
              проблемами. Нередко люди едят больше чем нужно, чтобы избавится от
              них. Иногда это объясняется тем, что человек не может выразить
              спои эмоции, причём в основном негативные. Например, на Вас сильно
              накричал начальник. Вы не можете ему от­ветить, идёте и съедаете
              несколько бутербродов с кол­басой. Но почему люди ищут утешения
              именно в еде? Еда яв­ляется одним из главных удовольствий в нашей
              жизни. Когда младенец плачет или напуган, порция грудного молока
              быстро успокаивает его. Все мы в той или иной степени остаёмся
              детьми. Но для некоторых людей еда становится единственным
              способом утешить себя и получить удовольствие. Это связано со
              многими причинами, основные из них - это способы управления своими
              чувствами, которые приняты в семье.
            </li>
            <li>
              <p>ОТСЛЕЖИBАЙТЕ ПОВСЕДНЕВНЫЕ СТРЕССЫ</p>
              Часто можно услышать: "Я не заедаю стресс, просто ем много каждый
              день и всё. Это не совсем так. В вашей жизни может быть какой-то
              постоянный раздражитель - допустим, неудовлетворенность работой,
              проблемы в сексуальной жизни, отсутствие взаимопонимания с де­тьми
              и так далее. Попробуйте понять, что вы чувствуе­те непосредственно
              перед тем, как переедаете. Например, одна женщина, домохозяйка,
              обнаружила, что очень, много ест только в будние дни. Внимательно
              отслеживая свои эмоции, она вдруг поняла, что, нахо­дясь дома
              одна, она испытывает сильное чувство одино­чества думает о том,
              что никому не нужна. И именно переедание спасало её от неприятных
              мыслей к чувств.
            </li>
            <li>
              <p>МЕНЯЙТЕ ПРИВЫЧНЫЕ СПОСОБЫ ПОВЕДЕНИЯ</p>
              Если Вы понаблюдаете за собой, то заметите, что есть определённые
              способы провести время, которые тесно связаны с перееданием.
              Например, Вы сидите перед телевизором и едите чипсы. Или всегда
              едите, когда го­товите для своей семьи. Часто это опять-таки
              связано с получением удовольствия. Попробуйте заменить эти
              привычные способы чем-то другим. Например, вместо того, чтобы
              смотреть телевизор, попробуйте больше гулять или посвятите это
              время общению с друзьями. Ищите новые способы получить
              удовольствие, попро­буйте расширить свой круг общения или найти
              новые интересы в жизни, кроме работы и еды. Менять поведение - это
              очень непростая задача и здесь также может понадобиться помощь
              психолога или психотерапевта. Особенно это касается зависимого
              поведения, о котором мы говорили раньше. При этом, работая с
              психологом, Вам необходимо делать и само­стоятельные шаги.
              Например, раз за разом отстаивая собственное мнение в конфликтных
              ситуациях, Вы сможете убедиться, что последствия этого не
              обяза­тельно катастрофичны для Вас.
            </li>
            <li>
              <p>РАДУЙТЕСЬ НЕБОЛЬШИМ РЕЗУЛЬТАТАМ</p>
              Очень распространённая проблема современного че­ловека - это
              нереально высокие требования к самому себе. Многие люди, которые
              хотят похудеть, - не исклю­чение. Часто можно услышать: "Я весила
              100 кг, пыта­юсь похудеть уже несколько месяцев, а сбросила всего
              5 килограмм. Разве это результат?" И что происходит в подобной
              ситуации? Вы обесцениваете собственные результаты, у Вас портится
              настроение, и в результате Вы полностью теряете веру в успех и
              желание продол­жать соблюдать диету. Поэтому очень важно ценить
              небольшие достижения. Даже если Вы сбросили один килограмм - это
              уже по­беда. Пусть небольшая, но если Вы смогли сбросить один
              килограмм, значит, сможете сбросить и два кило­грамма, а затем и
              десять.
            </li>
            <li>
              <p>ХУДЕЙТЕ, ЧТОБЫ ЖИТЬ, А НЕ ЖИВИТЕ, ЧТОБЫ ХУДЕТЬ</p>
              И, наконец, самое главное. Борьба с лишним весом - не самоцель.
              Начинайте жить по-новому уже сейчас, а не когда Вы похудеете. Не
              секрет, что многие полные люди очень стесняются своего внешнего
              вида и стараются ог­раничивать свои контакты с друзьями,
              выступления на публике и т.д. И у многих таких людей есть
              установ­ка: "Вот я похудею, начну выглядеть прилично, тогда и буду
              встречаться с друзьями (или устраивать свою личную жизнь)." Это
              очень большая ошибка. Начните делать всё, что запланировано прямо
              сейчас. Мы часто приписываем другим наши собственные мысли.
              Возможно. Вашим друзьям вообще всё равно как Вы выглядите, и они
              уже давно не могут понять, отчего Вы их избегаете. Но, только
              встретившись с ними, Вы смо­жете в этом убедиться.
            </li>
          </ol>
        </Box>
      </Box>
    </>
  );
};

export default Psychology;
